{
	"head": {
		"title": "Farming HOLY together - Holyheld",
		"description": "Farm HOLY token by providing liquidity or by staking other DeFi tokens."
	},
	"body": {
		"order": 1,
		"title": "Farming HOLY",
		"time": "28 September 2020 - 19 January 2021",
		"image": {
			"default": {
				"1x": "/assets/images/roller-promo@1x.png",
				"2x": "/assets/images/roller-promo@2x.png"
			},
			"webp": {
				"1x": "/assets/images/roller-promo@1x.webp",
				"2x": "/assets/images/roller-promo@2x.webp"
			},
			"alt": ""
		},
		"smImage": {
			"default": {
				"1x": "/assets/images/roller-promo-sm@1x.png",
				"2x": "/assets/images/roller-promo-sm@2x.png"
			},
			"webp": {
				"1x": "/assets/images/roller-promo-sm@1x.webp",
				"2x": "/assets/images/roller-promo-sm@2x.webp"
			},
			"alt": ""
		},
		"content": [
			{
				"type": "text",
				"data": "Nothing else to add here. It’s a simple concept. We are building a service that meets the everchanging standards of our digital age, and we want to build it together. Moreover, we can’t do it without you. Farm HOLY token by providing liquidity or by staking other DeFi LP tokens. Token holders will receive exclusive rewards and early access to the app. The HOLY token will be used to cover all banking and trading fees in the app. Let’s farm together with friends, as we are all in the same shoe."
			},
						{
				"type": "text",
				"data": "On October 29th we had our first community vote that amended some of the LP program terms. There were more than 80%+ of the participants in the <a class=\"link\" href=\"https://vote.holyheld.com/#/holyheld/proposal/QmTUwPwTYXbDB12C2u3F2mwnnsznzVUi3NWyMBW9wxcVfT\" target=\"_blank\" rel=\"noreferrer noopener\">voting process</a>. All new changes our now also reflected on this page. To get more information about the history of applied changes, you can check our <a class=\"link\" href=\"https://medium.com/holyheld\" target=\"_blank\" rel=\"noreferrer noopener\">Medium blog</a>."
			},
			{
				"type": "title",
				"data": "What is the goal?"
			},
			{
				"type": "text",
				"data": "Not to repeat ourselves. You can read more about our mission in our <a class=\"link\" href=\"/faq/getting_our_feet_wet/\">main announcement article here</a>. But to summarize, our goal is to create the smoothest crypto trading on decentralized exchanges, as well cheapest fiat off/on-ramp with our experimental tokenomics design. In the long term, we imagine a neobank that will take the best of both worlds, from traditional finance — existing infrastructure, and DeFi — best profit-maximizing strategies and convenient crypto trading exposure."
			},
			{
				"type": "title",
				"data": "What is a pre-launch phase?"
			},
			{
				"type": "text",
				"data": "The pre-launch phase is the launch of the HOLY token via a liquidity mining program. Early adopters will be able to mine the token while staking other DeFi LP tokens or by providing liquidity. At this stage, HOLY has no monetary value and is worthless. Please do not consider it as an investment opportunity. It focuses on creating strong HOLY liquidity, kickstarting Yield Treasury, and supporting early supporters."
			},
			{
				"type": "text",
				"data": "Going further, when we will launch the app, HOLY will play a crucial role in the unique fees offering available in the app. The interest generated by staked assets will only be used for one purpose: to buyback HOLY used to pay for fiat off/on-ramp services, as well as trading fees. Generated interest will be stored in the Yield Treasury, operated by the team. Before the service launch, no accrued interest shall be used."
			},
			{
				"type": "title",
				"data": "Token distribution"
			},
			{
				"type": "text",
				"data": "There will only ever be 16,675,000 HOLY tokens."
			},
			{
				"type": "list",
				"data": [
					"86% of the total supply or 14,400,000 HOLY will be reserved for liquidity mining during the pre-launch phase.",
					"4% of the total supply or 750,000 HOLY will be reserved for the Holyheld current and future employees. This reserve will be vested at a 2% per week unlock rate. Also, an additional KPI is set in the unlock contract. To have a weekly unlock, Holyheld has to achieve an ATH (All-time high) value of TVL (Total Value Locked) in the HOLY. Weekly snapshot is taken to compare the previous week ATH value of TVL and the current week. If the target is met — then tokens can be unlocked. If the target is not met — no tokens will be unlocked this week. A new attempt will be made the following week. This unique KPI feature is aligned with the long-term development of the service and ensures that the team is incentified to continue working for the benefit of Holyheld consumers.",
					"10% of the total supply or 1,525,000 HOLY will be reserved for operational and marketing expenses. This reserve will also be vested at a 4% per week unlock rate. Supporting the transparency spirit of DeFi, we will announce all major operational costs in advance."
				]
			},


			{
				"type": "title",
				"data": "When does the party start?"
			},
			{
				"type": "text",
				"data": "The pre-launch phase token allocation will be initiated on September 28, 2020, at 12 PM UTC, and will finish approximately on January 16, 2021."
			},
			{
				"type": "text",
				"data": "During this phase, 86% or 14,400,000 HOLY of the total amount reserved for the liquidity mining program will be distributed across three different options during four months timespan.The amount is split between general rewards 2,400,000 HOLY and a potential bonus of 12,000,000 HOLY for long-term participants."
			},
			{
				"type": "title",
				"data": "Stake yCRV tokens"
			},
			{
				"type": "text",
				"data": "Your first mining option will be staking <a class=\"link\" href=\"https://uniswap.info/token/0xdf5e0e81dff6faf3a7e52ba697820c5e32d806a8\" target=\"_blank\" rel=\"noreferrer noopener\">yCRV</a> tokens. To get HOLY rewards, one will have to stake obtained yCRV tokens. This pool will generate 25% of available rewards or 600,000 HOLY. This option is launched because yUSD is the most credible stablecoin farming with very high APY. It’s also hard to farm, as one needs to have other stablecoins first. To generate interest, Holyheld will auto-stake yCRV  in the yCRV vault, to obtain yyCRV LP tokens. Since all accumulated during the pre-launch phase yield will be used solely to buyback the tokens and facilitate service fees, the proposal suggests this pool having big rewards."
			},
			{
				"type": "title",
				"data": "Provide liquidity"
			},
			{
				"type": "text",
				"data": "Your second mining option will be by staking HOLY-ETH UNI-V2 LP tokens. To get HOLY rewards, one will have to provide liquidity to the Uniswap pool, and stake obtained LP tokens. This pool will generate 65% of available rewards or 1,560,000 HOLY. This is a community managed pool. For the rewards to start accruing, the community will have to farm enough HOLY first to create a liquidity pool on Uniswap. This option is launched to ensure the sustainable and smooth growth of the Holyheld ecosystem before and post product launch."
			},
			{
				"type": "title",
				"data": "Farming by staking popular DeFi LP tokens"
			},
			{
				"type": "text",
				"data": "Your third mining option will be staking popular DeFi LP tokens. To facilitate fair distribution across the DeFi community, we will support the staking of major DeFi LP tokens. To be precise, our community will be able to stake the following LP tokens: <a class=\"link\" href=\"https://uniswap.info/pair/0xd3d2e2692501a5c9ca623199d38826e513033a17\" target=\"_blank\" rel=\"noreferrer noopener\">UNI-ETH</a>, <a class=\"link\" href=\"https://uniswap.info/pair/0x2fdbadf3c4d5a8666bc06645b8358ab803996e28\" target=\"_blank\" rel=\"noreferrer noopener\">YFI-ETH</a>, <a class=\"link\" href=\"https://uniswap.info/pair/0xa2107fa5b38d9bbd2c461d6edf11b11a50f6b974\" target=\"_blank\" rel=\"noreferrer noopener\">LINK-ETH</a>, <a class=\"link\" href=\"https://uniswap.info/pair/0xab3f9bf1d81ddb224a2014e98b238638824bcf20\" target=\"_blank\" rel=\"noreferrer noopener\">LEND-ETH</a>, <a class=\"link\" href=\"https://uniswap.info/pair/0xc5be99a02c6857f9eac67bbce58df5572498f40c\" target=\"_blank\" rel=\"noreferrer noopener\">AMPL-ETH</a>, <a class=\"link\" href=\"https://uniswap.info/pair/0x43ae24960e5534731fc831386c07755a2dc33d47\" target=\"_blank\" rel=\"noreferrer noopener\">SNX-ETH</a>, <a class=\"link\" href=\"https://uniswap.info/pair/0xcffdded873554f362ac02f8fb1f02e5ada10516f\" target=\"_blank\" rel=\"noreferrer noopener\">COMP-ETH</a>, and <a class=\"link\" href=\"https://uniswap.info/pair/0xc2adda861f89bbb333c90c492cb837741916a225\" target=\"_blank\" rel=\"noreferrer noopener\">MKR-ETH</a>. To get HOLY rewards, one will have to provide liquidity to the above-mentioned pools to get UNI-V2 LP tokens, and later stake obtained LP tokens. This option will generate accumulatively 10% of available rewards or 240,000 HOLY or 30,000 HOLY per pair."
			},
			{
				"type": "title",
				"data": "What comes after pre-launch phase?"
			},
			{
				"type": "text",
				"data": "During the post-launch phase, all early token holders will be able to use their HOLY tokens to enjoy gas-free and fee-free banking service on the Holyheld app. Also, all accrued yield stored in the Yield Treasury during the initial phase will be used to buyback tokens and cover the fees for the users."
			},
			{
				"type": "text",
				"data": "At this point, we will stop our liquidity mining program, and distribute the remaining 12,000,000 HOLY as earned through multiplier program. The distribution format will also be determined by the community vote. "
			},
			{
				"type": "title",
				"data": "Security audit"
			},
			{
				"type": "text",
				"data": "Security is very important to us. We’ve been in the industry for too long, and we’ve seen a lot to consider this very seriously. We reasonably covered our contracts with unit tests and have tested that everything works on the testnet. As of now, the contract for farming is not audited by third parties, but it’s still simple enough for most Solidity developers to understand. Please read through the contract before putting your LP tokens at stake. Everything is in BETA, please use at your own risk."
			},
			{
				"type": "text",
				"data": "At the same time, we invite <a class=\"link\" href=\"https://www.trailofbits.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Trail of Bits</a>, <a class=\"link\" href=\"https://peckshield.com/\" target=\"_blank\" rel=\"noreferrer noopener\">PeckShield</a>, <a class=\"link\" href=\"https://openzeppelin.com/security-audits/\" target=\"_blank\" rel=\"noreferrer noopener\">OpenZeppelin</a>, <a class=\"link\" href=\"https://diligence.consensys.net/\" target=\"_blank\" rel=\"noreferrer noopener\">Consensys</a>, <a class=\"link\" href=\"https://certik.io/\" target=\"_blank\" rel=\"noreferrer noopener\">Certik</a>, and <a class=\"link\" href=\"https://quantstamp.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Quantstamp</a> and more to audit the contracts. The first firm that will reach out and confirm the audit of the Holyheld farming contract on its official social media account will win this job. We guarantee to pay for this audit immediately after you confirm."
			},
			{
				"type": "text",
				"data": "The contracts you’ll be auditing will be everything in the Holyheld smart contract repository, which is available in our <a class=\"link\" href=\"https://github.com/holyheld\" target=\"_blank\" rel=\"noreferrer noopener\">GitHub repository</a> and is already considered ready for the audit."
			},
			{
				"type": "title",
				"data": "Smart contracts"
			},
			{
				"type": "text",
				"data": "All contracts are available on our <a class=\"link\" href=\"https://github.com/holyheld\" target=\"_blank\" rel=\"noreferrer noopener\">GitHub repository</a> with <a class=\"link\" href=\"https://en.wikipedia.org/wiki/WTFPL\" target=\"_blank\" rel=\"noreferrer noopener\">WTFPL</a> license. Some codes are from other projects including <a class=\"link\" href=\"https://github.com/yam-finance\" target=\"_blank\" rel=\"noreferrer noopener\">Yam</a> / <a class=\"link\" href=\"https://github.com/Synthetixio\" target=\"_blank\" rel=\"noreferrer noopener\">Synthetix</a> / <a class=\"link\" href=\"https://github.com/compound-finance\" target=\"_blank\" rel=\"noreferrer noopener\">Compound</a> / <a class=\"link\" href=\"https://github.com/OpenZeppelin\" target=\"_blank\" rel=\"noreferrer noopener\">OpenZeppelin</a> and are subjected to their licenses. The followings are the list of the contracts:"
			},
			{
				"type": "list",
				"data": [
					"<a class=\"link\" href=\"https://github.com/Holyheld/holy-contracts/blob/master/contracts/HolyKnight.sol\" target=\"_blank\" rel=\"noreferrer noopener\">Holy LP</a>: Deposit yCRV or DeFi LP tokens to farm HOLY.",
					"<a class=\"link\" href=\"https://github.com/Holyheld/holy-contracts/blob/master/contracts/HolyToken.sol\" target=\"_blank\" rel=\"noreferrer noopener\">Holy Token</a>: HOLY distribution rules: schedule and amounts.",
					"<a class=\"link\" href=\"https://github.com/Holyheld/holy-contracts/tree/master/contracts/vesting\" target=\"_blank\" rel=\"noreferrer noopener\">Vesting + Timelocks</a>: Team and organization vesting schedule + TVL metric check."
				]
			},
			{
				"type": "text",
				"data": "We will continue to do more testing. If any of you think there’s any issue with it, please let us know via <a class=\"link\" href=\"https://twitter.com/holyheld\" target=\"_blank\" rel=\"noreferrer noopener\">Holyheld Twitter</a>, <a class=\"link\" href=\"https://twitter.com/mozgovoy_anton\" target=\"_blank\" rel=\"noreferrer noopener\">Anton Mozgovoy’s Twitter</a> or via <a class=\"link\" href=\"https://t.me/holyheld\" target=\"_blank\" rel=\"noreferrer noopener\">Telegram</a>."
			},
			{
				"type": "title",
				"data": "How can I join HOLY farm?"
			},
			{
				"type": "text",
				"data": "You can start providing liquidity to HOLY/ETH Balancer pool, deposit yCRV, or DeFi LP tokens to the HOLY LP contract using the interface <a class=\"link\" href=\"https://app.holyheld.com/\" target=\"_blank\" rel=\"noreferrer noopener\">here</a>."
			},
			{
				"type": "title",
				"data": "Where are the memes?"
			},
			{
				"type": "text",
				"data": "Meme with us, talk to us, and connect with peers on <a class=\"link\" href=\"https://t.me/holyheld\" target=\"_blank\" rel=\"noreferrer noopener\">Telegram</a>, <a class=\"link\" href=\"https://discord.gg/DbH9cb7\" target=\"_blank\" rel=\"noreferrer noopener\">Discord</a>, or <a class=\"link\" href=\"https://twitter.com/holyheld\" target=\"_blank\" rel=\"noreferrer noopener\">Twitter</a>."
			}
		]
	}
}
