{
	"head": {
		"title": "FAQ: How to earn interest - Holyheld",
		"description": "Answers to frequently asked questions. Instructions and manuals for working with Holyheld products."
	},
	"body": {
		"order": 3,
		"title": "How to earn interest",
		"description": "Earning interest on your money is great! But how does it all work?",
		"image": {
			"default": {
				"1x": "/assets/images/brain-faq@1x.png",
				"2x": "/assets/images/brain-faq@2x.png"
			},
			"webp": {
				"1x": "/assets/images/brain-faq@1x.webp",
				"2x": "/assets/images/brain-faq@2x.webp"
			},
			"alt": ""
		},
		"smImage": {
			"default": {
				"1x": "/assets/images/brain-faq-sm@1x.png",
				"2x": "/assets/images/brain-faq-sm@2x.png"
			},
			"webp": {
				"1x": "/assets/images/brain-faq-sm@1x.webp",
				"2x": "/assets/images/brain-faq-sm@2x.webp"
			},
			"alt": ""
		},
		"previewImage": {
			"default": {
				"1x": "/assets/images/brain-faq-preview@1x.png",
				"2x": "/assets/images/brain-faq-preview@2x.png"
			},
			"webp": {
				"1x": "/assets/images/brain-faq-preview@1x.webp",
				"2x": "/assets/images/brain-faq-preview@2x.webp"
			},
			"alt": ""
		},
		"previewSmImage": {
			"default": {
				"1x": "/assets/images/brain-faq-preview-sm@1x.png",
				"2x": "/assets/images/brain-faq-preview-sm@2x.png"
			},
			"webp": {
				"1x": "/assets/images/brain-faq-preview-sm@1x.webp",
				"2x": "/assets/images/brain-faq-preview-sm@2x.webp"
			},
			"alt": ""
		},
		"content": [
			{
				"type": "title",
				"data": "How do I start earning interest?"
			},
			{
				"type": "text",
				"data": "You start earning interest as soon as you deposit into your account. We are serious. The moment you deposit the funds, we convert them into DAI (a crypto stablecoin), and your balance starts earning interest for you immediately in real-time."
			},
			{
				"type": "title",
				"data": "When is interest deposited into my account?"
			},
			{
				"type": "text",
				"data": "Depositors earn interest in real-time, and we distribute it daily! This interest is withdrawable, just like your deposits, 24/7/365."
			},
			{
				"type": "title",
				"data": "After I deposit, is there a lockup period before I can withdraw?"
			},
			{
				"type": "text",
				"data": "Nope. Your money is your money. Holyheld doesn’t have access to your funds and does not have any restrictions on it. You can withdraw your funds at any time, 24/7/365."
			},
			{
				"type": "title",
				"data": "How does Holyheld generate interest for savers?"
			},
			{
				"type": "text",
				"data": "All interest in Holyheld is generated by borrowers who use staking protocols. Borrowers post cryptocurrency as collateral to borrow and are required to post more value as collateral than they are allowed to borrow. This over-collateralization mitigates the risks to lenders because even if borrowers never make a repayment their collateral can be sold to repay the depositors. This economy creates staking rewards (or interest) for lenders."
			},
			{
				"type": "title",
				"data": "How do interest rates work?"
			},
			{
				"type": "text",
				"data": "Interest rates are a function of asset utilization in various staking protocols. When an asset is highly utilized, it will have a high-interest rate. When its utilization rate is low, it will have a low-interest rate."
			},
			{
				"type": "text",
				"data": "Utilization can change based on changes to either supply or demand of an asset — utilization increases when either more users stake their funds or when depositors withdraw money from protocols and decreases when either depositor deposit money into protocols or when users withdraw their assets from protocols."
			},
			{
				"type": "title",
				"data": "Can the interest rates change?"
			},
			{
				"type": "text",
				"data": "Interest rates are determined by staking protocols and can fluctuate as frequently as every 20 seconds."
			},

			{
				"type": "title",
				"data": "Will I have to pay taxes on the interest I earned?"
			},
			{
				"type": "text",
				"data": "Our lawyers say that we do not provide tax advice. Please consult with a tax advisor regarding your reporting obligation."
			},

			{
				"type": "title",
				"data": "What are the risks of saving on Holyheld?"
			},
			{
				"type": "text",
				"data": "The primary risks associated with using Holyheld are:"
			},
			{
				"type": "list",
				"data": [
					"Technical risk — you are using experimental software built by many companies, including Holyheld. While this software has been extensively tested, it is still relatively new and could have bugs or security vulnerabilities.",
					"Borrower Default risk — when you save on Holyheld, you are funding a liquidity pool from which users can borrow. In order to borrow from the liquidity pool, borrowers must post collateral, the value of which is greater than the value they are borrowing (i.e. borrowers are \"over-collateralized\"). Nevertheless, if the value of the collateral that borrowers have posted rapidly falls, there may be insufficient collateral value left over to repay the loans these borrowers have taken, and you may lose some or all of your investment.",
					"Interest Rate risk — interest rates on various protocols are variable, meaning they can fluctuate even after you have deposited money or taken out a loan. This means that as a depositor you may earn less than the interest rate you saw at the time you deposited, or that as a borrower you will be responsible for paying a much higher interest rate than you saw when you first borrowed money. Holyheld is not responsible for these interest rate fluctuations, which are based on a preset formula that managed by the teams that support according protocols."
				]
			},
			{
				"type": "title",
				"data": "Is there a minimum deposit or withdrawal amount?"
			},
			{
				"type": "text",
				"data": "Yes, there is a 0.01 GBP minimum for both deposits and withdrawals."
			}
		]
	}
}
